Repository: holgerkrupp/PodcastClient
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: Starts playing the current episode
de: Beginnt mit der Wiedergabe der aktuellen Episode

source: Starts this episode immediately
de: Startet diese Episode sofort

source: Stats Wrapped
de: Jahresrückblick

source: Status Unknown
de: Status unbekannt

source: Stop after a duration or after the current episode.
de: Nach einer bestimmten Zeit oder nach der aktuellen Episode stoppen.

source: Stop after this episode
de: Nach dieser Episode stoppen

source: Stop following playback
de: Wiedergabe nicht mehr folgen

source: Stop Legacy Library Sync on This Device
de: Synchronisierung der alten Mediathek auf diesem Gerät beenden

source: Stop legacy library sync on this device?
de: Synchronisierung der alten Mediathek auf diesem Gerät beenden?

source: Stop Live Playback
de: Live-Wiedergabe beenden

source: Stop live playback and return to the previous episode.
de: Live-Wiedergabe beenden und zur vorherigen Episode zurückkehren.

source: Stop on Next Launch
de: Beim nächsten Start beenden

source: Stop playback after a number of minutes or after the current episode.
de: Wiedergabe nach einer bestimmten Anzahl Minuten oder nach der aktuellen Episode beenden.

source: Stop playback after a set time or at the end of the episode
de: Wiedergabe nach einer festgelegten Zeit oder am Ende der Episode beenden

source: Stop Up Next after this episode
de: „Als Nächstes“ nach dieser Episode beenden

source: Stop Up Next in 20 minutes
de: „Als Nächstes“ in 20 Minuten beenden

source: Stops and removes this download
de: Stoppt und entfernt diesen Download

source: Stops listening together
de: Beendet das gemeinsame Hören

source: Stops live playback and restores the previous episode and its position
de: Beendet die Live-Wiedergabe und stellt die vorherige Episode samt Position wieder her

source: Stops transcript and chapter generation
de: Stoppt die Transkript- und Kapitelerstellung

source: Storage
de: Speicher

source: Storage Error
de: Speicherfehler

source: Store Split Release
de: Freigabe der Datenspeicheraufteilung

source: Stored Files
de: Gespeicherte Dateien

source: Stores Synced
de: Datenspeicher synchronisiert

source: Subscribe
de: Abonnieren

source: Subscribe from a URL
de: Über eine URL abonnieren

source: Subscribe to All Available Podcasts
de: Alle verfügbaren Podcasts abonnieren

source: Subscribe to Alternative Feed
de: Alternativen Feed abonnieren

source: Subscribe to Podcast
de: Podcast abonnieren

source: Subscribe to Podcast Feed
de: Podcast-Feed abonnieren

source: Subscribed
de: Abonniert

source: Subscribed to %@.
de: %@ abonniert.

source: Succeeded
de: Erfolgreich

source: successful
de: erfolgreiche

source: Summary
de: Zusammenfassung

source: Supported formats include MP3, AAC, M4A, M4B, WAV, CAF, AIFF, and any other audio type AVFoundation can open.
de: Unterstützte Formate sind MP3, AAC, M4A, M4B, WAV, CAF, AIFF und alle anderen Audiotypen, die AVFoundation öffnen kann.

source: Supported Models
de: Unterstützte Modelle

source: Switch Alternative Feed
de: Alternativen Feed wechseln

source: Switch to audio
de: Zu Audio wechseln

source: Switch to Audio
de: Zu Audio wechseln

source: Switch to video
de: Zu Video wechseln

source: Switch to Video
de: Zu Video wechseln

source: Sync Error
de: Synchronisierungsfehler

source: Sync Now
de: Jetzt synchronisieren

source: Synced
de: Synchronisiert

source: Syncing
de: Synchronisieren

source: Syncing %@
de: %@ wird synchronisiert

source: Syncing user data
de: Benutzerdaten werden synchronisiert

source: Tap to jump ahead to the furthest point you've listened to in this episode.
de: Tippen, um in dieser Episode zur am weitesten gehörten Stelle zu springen.

source: That episode could not be found.
de: Diese Folge konnte nicht gefunden werden.

source: That episode has no playable audio.
de: Diese Folge enthält kein abspielbares Audio.

source: That episode is not in %@.
de: Diese Episode ist nicht in %@.

source: That live podcast is no longer available.
de: Dieser Live-Podcast ist nicht mehr verfügbar.

source: That playlist is empty.
de: Diese Wiedergabeliste ist leer.

source: That playlist is no longer available.
de: Diese Wiedergabeliste ist nicht mehr verfügbar.

source: That podcast could not be found in your library.
de: Dieser Podcast konnte in deiner Mediathek nicht gefunden werden.

source: That podcast feed is invalid.
de: Dieser Podcast-Feed ist ungültig.

source: That URL did not resolve to a podcast feed.
de: Diese URL verweist auf keinen Podcast-Feed.

source: The current episode has no chapters.
de: Die aktuelle Episode enthält keine Kapitel.

source: The currently playing episode is kept pinned at the top while playback is active.
de: Die aktuell abgespielte Episode bleibt bei aktiver Wiedergabe oben angeheftet.

source: The currently supported providers use private RSS handoff. Add or update credentials from an individual podcast's settings.
de: Die derzeit unterstützten Anbieter verwenden die Übergabe privater RSS-Feeds. Zugangsdaten kannst du in den Einstellungen des jeweiligen Podcasts hinzufügen oder aktualisieren.

source: The database total uses the real SQLite files on disk. The podcast and data-type breakdowns below estimate each record's share and scale that estimate to the actual database size.
de: Die Datenbanksumme verwendet die echten SQLite-Dateien auf der Festplatte. Die nachstehenden Podcast- und Datentypaufschlüsselungen schätzen den Anteil jedes Datensatzes und skalieren diese Schätzung auf die tatsächliche Datenbankgröße.

source: The episodes stay in your library. Podcasts that added new episodes to this playlist will add them to Up Next instead.
de: Die Episoden bleiben in deiner Mediathek. Podcasts, die neue Episoden zu dieser Wiedergabeliste hinzugefügt haben, fügen sie stattdessen zu Up Next hinzu.

source: The local library remains available. User State continues syncing to iCloud. Finish the move to User State on this device before adding another Up Next device.
de: Die lokale Mediathek bleibt verfügbar. Der Benutzerstatus wird weiterhin mit iCloud synchronisiert. Schließe auf diesem Gerät den Umzug zum Benutzerstatus ab, bevor du ein weiteres „Als Nächstes“-Gerät hinzufügst.

source: The menu bar player includes play and pause, skipping, chapter navigation, bookmarks, playback speed, and shortcuts to the player and app windows.
de: Der Menüleisten-Player bietet Abspielen und Pause, Springen, Kapitelnavigation, Lesezeichen, Wiedergabegeschwindigkeit sowie Verknüpfungen zum Player- und zum App-Fenster.

source: The menu bar player is temporarily disabled on this macOS version to prevent a launch loop.
de: Der Menüleisten-Player ist auf dieser macOS-Version vorübergehend deaktiviert, um eine Startschleife zu verhindern.

source: The podcast and its listening history remain in your library. Only the secure credential is removed.
de: Der Podcast und sein Hörverlauf bleiben in deiner Mediathek. Nur die sicher gespeicherten Zugangsdaten werden entfernt.

source: The podcast library is unavailable.
de: Die Podcast-Mediathek ist nicht verfügbar.

source: The podcast was subscribed, but its library entry is not ready yet.
de: Der Podcast wurde abonniert, aber sein Eintrag in der Mediathek ist noch nicht bereit.

source: The progress bar compares this device's local SwiftData record count with a lightweight reference shared through iCloud.
de: Der Fortschrittsbalken vergleicht die lokale Anzahl der SwiftData-Datensätze dieses Geräts mit einer einfachen Referenz, die über iCloud geteilt wird.

source: The selected ratio is applied to every share picture preview and export.
de: Das ausgewählte Verhältnis wird auf jede Vorschau und jeden Export von Teilen-Bildern angewendet.

source: The total duration of the generated clip in seconds.
de: Die Gesamtdauer des erzeugten Clips in Sekunden.

source: The transcript could not be created. Download the episode and try again.
de: Das Transkript konnte nicht erstellt werden. Lade die Episode herunter und versuche es erneut.

source: There are %lld live podcasts.
de: Es gibt %lld Live-Podcasts.

source: There is no current chapter.
de: Es gibt kein aktuelles Kapitel.

source: There is no current podcast episode.
de: Es gibt keine aktuelle Podcast-Episode.

source: There is no episode playing.
de: Es wird keine Episode wiedergegeben.

source: These chapter rules could not be loaded.
de: Diese Kapitelregeln konnten nicht geladen werden.

source: These durations are used by the app player, shortcuts, and any external controls set to seconds.
de: Diese Dauern werden vom App-Player, von Kurzbefehlen und von allen externen Steuerungen verwendet, die auf Sekunden eingestellt sind.

source: These feeds returned an error code and are skipped when subscribing to all new podcasts.
de: Diese Feeds haben einen Fehlercode zurückgegeben und werden beim Abonnieren aller neuen Podcasts übersprungen.

source: These package-level phases describe the latest CloudKit event from any store. Store convergence is reported above.
de: Diese Phasen auf Paketebene beschreiben das jüngste CloudKit-Ereignis aus einem beliebigen Datenspeicher. Der Abgleich der Datenspeicher wird oben angezeigt.

source: These values apply across the app unless a podcast is switched to custom settings.
de: Diese Werte gelten in der gesamten App, sofern ein Podcast nicht auf Individuell umgestellt wird.

source: This app plays spoken-word audio and does not include separate audio-description tracks. Chapter titles and transcripts provide descriptive context instead.
de: Diese App spielt gesprochenes Audio ab und enthält keine separaten Audiobeschreibungsspuren. Stattdessen liefern Kapiteltitel und Transkripte beschreibenden Kontext.

source: This broadcaster does not offer that.
de: Dieser Sender bietet das nicht an.

source: This broadcaster is not available in this build.
de: Dieser Sender ist in dieser Version nicht verfügbar.

source: This episode cannot be downloaded by Up Next.
de: Diese Episode kann nicht mit „Als Nächstes“ geladen werden.

source: This episode could not be loaded.
de: Diese Episode konnte nicht geladen werden.

source: This episode does not have a transcript yet.
de: Für diese Episode gibt es noch kein Transkript.

source: This feed could not be matched to existing episodes.
de: Dieser Feed konnte keinen vorhandenen Episoden zugeordnet werden.

source: This feed link is personal and will be stored securely. It is not included in sync or export.
de: Dieser Feed-Link ist persönlich und wird sicher gespeichert. Er wird weder synchronisiert noch exportiert.

source: This feed stays transient until you play or queue an episode. Subscribing stays optional.
de: Dieser Feed bleibt vorübergehend, bis du eine Episode abspielst oder in die Warteschlange stellst. Ein Abonnement ist optional.

source: This feed stays transient until you queue an episode. That way we only write podcasts and episodes you actually listen to.
de: Dieser Feed bleibt vorübergehend, bis du eine Episode in die Warteschlange stellst. So speichert die App nur Podcasts und Episoden, die du tatsächlich hörst.

source: This is the built-in queue, so its name is fixed. You can still give it any icon.
de: Dies ist die eingebaute Warteschlange, ihr Name ist deshalb fest. Ein beliebiges Symbol kannst du trotzdem wählen.

source: This item cannot be shared on macOS yet.
de: Dieses Element kann auf macOS noch nicht geteilt werden.

source: This live podcast has no playable stream.
de: Dieser Live-Podcast hat keinen abspielbaren Stream.

source: This playlist has no later episodes.
de: Diese Playlist enthält keine weiteren Episoden.

source: This playlist keeps its episodes even after you finish them in another playlist. Finishing an episode here still removes it from this playlist.
de: Diese Wiedergabeliste behält ihre Episoden, auch wenn du sie in einer anderen Liste zu Ende hörst. Hörst du eine Episode hier zu Ende, wird sie weiterhin aus dieser Liste entfernt.

source: This podcast cannot be opened right now.
de: Dieser Podcast lässt sich gerade nicht öffnen.

source: This podcast could not be loaded.
de: Dieser Podcast konnte nicht geladen werden.

source: This podcast currently does not advertise live event information.
de: Dieser Podcast stellt derzeit keine Informationen zu Live-Veranstaltungen bereit.

source: This podcast currently does not support Live event information.
de: Dieser Podcast unterstützt derzeit keine Live-Ereignisinformationen.

source: This podcast currently has no standalone files stored outside the database.
de: Für diesen Podcast sind derzeit keine eigenständigen Dateien außerhalb der Datenbank gespeichert.

source: This podcast does not require credentials.
de: Für diesen Podcast sind keine Zugangsdaten erforderlich.

source: This podcast stays in the database, but it is skipped by bulk refresh.
de: Dieser Podcast bleibt in der Datenbank, wird aber bei der Sammelaktualisierung übersprungen.

source: This podcast supports live event information. Enable podcast-specific settings to override the global live notification setting.
de: Dieser Podcast unterstützt Live-Ereignisinformationen. Aktiviere podcastspezifische Einstellungen, um die globale Einstellung für Live-Benachrichtigungen zu überschreiben.

source: This removes downloaded media and cache files, but keeps your SwiftData database, subscriptions, and playback history.
de: Dadurch werden heruntergeladene Medien- und Cache-Dateien entfernt. Deine SwiftData-Datenbank, Abonnements und dein Wiedergabeverlauf bleiben erhalten.

source: This removes stored transcript text from the database. Episode audio files and transcription history records are kept.
de: Dadurch wird gespeicherter Transkripttext aus der Datenbank entfernt. Episoden-Audiodateien und Transkriptionsverlaufsdaten bleiben erhalten.

source: This rule has no keyword yet.
de: Diese Regel hat noch kein Schlüsselwort.

source: This screen focuses on what is unique to this podcast. App-wide controls stay grouped under Global Settings.
de: Dieser Bildschirm zeigt, was für diesen Podcast einzigartig ist. App-weite Einstellungen bleiben unter „Globale Einstellungen“ gruppiert.

source: This settings scope does not currently skip any chapters automatically.
de: Dieser Einstellungsbereich überspringt derzeit keine Kapitel automatisch.

source: This show uses podcast-specific settings. Open them to review the full set of overrides.
de: Diese Sendung verwendet podcast-spezifische Einstellungen. Öffne sie, um alle Anpassungen zu prüfen.

source: This title is used for every share picture preview and export.
de: Dieser Titel wird für jede Vorschau und jeden Export von Teilen-Bildern verwendet.

source: This transcript is available, but the episode is no longer available in the local library.
de: Dieses Transkript ist verfügbar, aber die Episode ist nicht mehr in der lokalen Mediathek vorhanden.

source: Timestamped text
de: Text mit Zeitmarken

source: Title
de: Titel

source: Title A–Z
de: Titel A–Z

# Title: %@ • Background: %@
source: Title: %1$@ • Background: %2$@
de: Titel: %1$@ • Hintergrund: %2$@

source: Titles
de: Titel

source: To create multiple designs, add the Generate Podcast Share Image action more than once with different design values.
de: Um mehrere Designs zu erstellen, füge die Aktion „Podcast-Teilen-Bild erstellen“ mehrfach mit unterschiedlichen Designwerten hinzu.

source: Top charts in your region
de: Die Charts in deiner Region

source: Top podcast share pictures are available when the statistics show all podcasts.
de: Teilen-Bilder für Top-Podcasts sind verfügbar, wenn die Statistik alle Podcasts zeigt.

source: Total
de: Gesamt

source: total listening time
de: gesamte Hörzeit

source: Total Listening Time per Podcast
de: Gesamte Hörzeit pro Podcast

source: Total Used
de: Insgesamt verwendet

source: Touch and hold an episode, then drag it up or down to change the playback order.
de: Eine Episode berühren und halten, dann nach oben oder unten ziehen, um die Wiedergabereihenfolge zu ändern.

source: Touch and hold Play Next or Play Last to choose which playlist gets the episode.
de: „Als Nächstes abspielen“ oder „Zuletzt abspielen“ berühren und halten, um die Wiedergabeliste für die Episode auszuwählen.

source: Trailers
de: Trailer

source: Transcribe
de: Transkribieren

source: Transcribe & generate chapters
de: Transkribieren und Kapitel generieren

source: Transcribe episode
de: Episode transkribieren

source: Transcribing
de: Wird transkribiert

source: Transcribing audio… %@
de: Audio wird transkribiert … %@

source: Transcribing…
de: Transkription läuft …

source: Transcript
de: Transkript

source: Transcript Error
de: Transkriptfehler

source: Transcript Format
de: Transkriptformat

source: Transcript gaps
de: Transkriptlücken

source: Transcript generation was queued for %@.
de: Transkripterstellung für %@ wurde in die Warteschlange gestellt.

source: Transcript Lines
de: Transkriptzeilen

source: Transcript ready
de: Transkript fertig

source: Transcript ready for %@.
de: Transkript für %@ ist bereit.

source: Transcript ready.
de: Transkript ist bereit.

source: Transcript Search
de: Transkriptsuche

source: Transcript Search Unavailable
de: Transkriptsuche nicht verfügbar

source: Transcript Unavailable
de: Transkript nicht verfügbar

source: Transcription
de: Transkription

source: Transcription Records
de: Transkriptionsaufzeichnungen

source: Transcriptions
de: Transkriptionen

source: Try Again
de: Erneut versuchen

source: Turn off to skip this chapter
de: Deaktivieren, um dieses Kapitel zu überspringen

source: Turn off to skip this chapter automatically
de: Deaktivieren, um dieses Kapitel automatisch zu überspringen

source: Type
de: Typ

source: Unable to Change App Icon
de: App-Symbol kann nicht geändert werden

source: Unable to Enable Sideloading
de: Sideloading kann nicht aktiviert werden

source: Unarchive
de: Aus dem Archiv holen

source: Unarchive episode
de: Folge aus dem Archiv entfernen

source: Unarchive Episode
de: Episode aus dem Archiv holen

source: Unattributed Files
de: Nicht zugeordnete Dateien

source: Unavailable Feeds (%lld)
de: Nicht verfügbare Feeds (%lld)

source: Undo
de: Rückgängig

source: Undo notification
de: Rückgängig-Mitteilung

source: Undo skip
de: Sprung rückgängig machen

# Undo to return to %@ at %@.
source: Undo to return to %1$@ at %2$@.
de: Tippe auf „Rückgängig“, um zu %1$@ bei %2$@ zurückzukehren.

source: Unexpectedly idle
de: Unerwartet inaktiv

source: Unknown duration, publication date, or episode type passes that check. Manual downloads always work. Playlist auto-downloads inherit these rules; matching rules never change queue membership or remove files already downloaded.
de: Unbekannte Dauer, unbekanntes Veröffentlichungsdatum oder unbekannter Episodentyp bestehen diese Prüfung. Manuelle Downloads sind immer möglich. Automatische Downloads von Wiedergabelisten übernehmen diese Regeln. Übereinstimmende Regeln ändern weder die Warteschlange noch entfernen sie bereits geladene Dateien.

source: Unsubscribe
de: Nicht mehr abonnieren

source: Up Next
de: Als Nächstes

source: Up Next actions are available in Apple Shortcuts. Search for “Up Next” when adding an action to a shortcut or personal automation.
de: Up Next-Aktionen sind in Apple Kurzbefehle verfügbar. Suche beim Hinzufügen einer Aktion zu einem Kurzbefehl oder einer persönlichen Automation nach „Up Next“.

source: Up Next Basics
de: Grundlagen von „Als Nächstes“

source: Up Next could not open its library.
de: Up Next konnte seine Mediathek nicht öffnen.

source: Up Next is empty.
de: „Als Nächstes“ ist leer.

source: Up Next is starting
de: „Als Nächstes“ wird gestartet

source: Up Next is unavailable.
de: „Als Nächstes“ ist nicht verfügbar.

source: Up Next is your single playback queue. Episodes in this list are what the player uses for "what comes next."
de: „Als Nächstes“ ist deine zentrale Wiedergabewarteschlange. Episoden in dieser Liste verwendet der Player für das, was als Nächstes kommt.

source: Up Next supports subscriber-specific RSS links and standards-based HTTP authentication. Provider websites are never scraped, and a provider password is never requested unless an official account adapter is added.
de: „Als Nächstes“ unterstützt abonnentenspezifische RSS-Links und standardisierte HTTP-Authentifizierung. Anbieter-Websites werden niemals ausgelesen und Anbieterpasswörter nur abgefragt, wenn eine offizielle Kontoanbindung hinzugefügt wird.

source: Up Next Watch
de: „Als Nächstes“ Watch

source: Update credentials
de: Zugangsdaten aktualisieren

source: Update inbox
de: Eingang aktualisieren

source: Update podcast
de: Podcast aktualisieren

source: Update sideloading
de: Sideloading aktualisieren

source: Updates all podcast feeds in your library
de: Aktualisiert alle Podcast-Feeds in deiner Mediathek

source: Updating search results...
de: Suchergebnisse werden aktualisiert …

source: Upload
de: Hochladen

source: Upload: (diagnostic.activeExportCount) active
de: Upload: (diagnostic.activeExportCount) aktiv

source: URL or Search
de: URL oder Suche

source: Use "Only while charging" if you want automatic local transcription to wait for external power. While the app is open it reacts to charging changes, and in the background it works through your playlists whenever the device has a free moment.
de: Verwende „Nur während des Ladevorgangs“, wenn die automatische lokale Transkription auf externe Stromversorgung warten soll. Während die App geöffnet ist, reagiert sie auf Ladeänderungen. Im Hintergrund arbeitet sie deine Playlists ab, sobald das Gerät einen freien Moment hat.

source: Use a private RSS link or authenticated feed
de: Privaten RSS-Link oder authentifizierten Feed verwenden

source: Use at least %lld characters to search transcripts.
de: Verwende mindestens %lld Zeichen, um Transkripte zu durchsuchen.

source: Use Custom
de: Individuell verwenden

source: Use global rules for all podcasts, or enable custom settings for one podcast when it needs its own behavior.
de: Verwende globale Regeln für alle Podcasts oder aktiviere eigene Einstellungen für einen Podcast, wenn er eigenes Verhalten benötigt.

source: Use podcast-specific settings
de: Podcast-spezifische Einstellungen verwenden

source: Use previous and next week buttons to change the date range
de: Verwende die Tasten für die vorherige und nächste Woche, um den Datumsbereich zu ändern.

source: Use rules for repeated segments like ads, intros, and credits. Each rule checks the chapter title with a match style such as contains or starts with.
de: Verwende Regeln für wiederkehrende Segmente wie Werbung, Intros und Abspann. Jede Regel prüft den Kapiteltitel mit einem Übereinstimmungsstil wie „enthält“ oder „beginnt mit“.

source: Use the chapter row to generate a transcript on this device.
de: Verwende die Kapitelzeile, um auf diesem Gerät ein Transkript zu erstellen.

source: Use the chapter row to generate chapters on this device.
de: Verwende die Kapitelzeile, um auf diesem Gerät Kapitel zu erstellen.

source: Use the configured skip intervals.
de: Die festgelegten Sprungintervalle verwenden.

source: Use the iOS/macOS 27 Audio App Schema for playlist additions.
de: Das Audio App Schema von iOS/macOS 27 zum Hinzufügen zu Wiedergabelisten verwenden.

source: Use this only when no other device is using the legacy library sync. This one-way change keeps the local library and User State sync, but the old library will no longer exchange updates with other devices.
de: Nur verwenden, wenn kein anderes Gerät die Synchronisierung der alten Mediathek nutzt. Bei dieser einmaligen Änderung werden die lokale Mediathek und der Benutzerstatus weiterhin synchronisiert; die alte Mediathek tauscht jedoch keine Aktualisierungen mehr mit anderen Geräten aus.
